tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "eqnxio/ngrok"
tap "caskroom/cask"

brew "git"
brew "openssl"
brew "the_silver_searcher"
brew "heroku"
brew "imagemagick"
brew "xcode"
brew "eqnxio/ngrok/ngrok"
brew "fzf"
brew "gawk"
brew "go"
brew "elixir"
brew "johanhaleby/kubetail/kubetail"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "postgresql"
brew "gpg-agent"
brew "wget"
brew "memcached"
brew "redis"
brew "mongodb"
brew "libyaml"
brew "coreutils"
brew "yarn"

cask "macvim"
cask "gpgtools"
cask "docker"
cask "vagrant"
cask "minikube"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "postgres"
cask "skype"
cask "messenger"
cask "slack"
cask "spotify"
cask "telegram"
cask "vlc"
cask "github-desktop"
cask "firefox"
cask "dropbox"
cask "evernote"
cask "licecap"
cask "utorrent"
cask "caffeine"
